---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchWidth
source: html/1733926c-75a0-642d-28bd-3abfbe51323c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchWidth Property

"Notch Width":

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeNotchWidth { get; }
```